Repository: purpleprodigy/ras-ds
Catalog: plugins/gravityview-datatables/languages/gv-datatables-*.po
Languages: bn_bd, hu_hu, nl_nl, pt_pt, tr_tr, zh_cn

source: DataTables
bn_bd: ডেটাটেবিল

source: Loading data&hellip;
bn_bd: লোডিং ডেটা &hellip;
hu_hu: Adatok betöltése&hellip;
nl_nl: Laden&hellip;
pt_pt: A carregar&hellip;
tr_tr: data&hellip; yükleniyor
zh_cn: 加载数据中…

source: No entries match your request.
bn_bd: আপনার অনুরোধ কোন এন্ট্রির সাথে মিলেনি।
hu_hu: Nincs egyező találat.
pt_pt: Não existem entradas que correspondam ao seu pedido.
tr_tr: Talebinize uyan kayıt bulunamadı.
zh_cn: 没有条目符合您的要求。

source: DataTables Table
bn_bd: ডেটাটেবিলের টেবিল
hu_hu: DataTables táblázat
nl_nl: DataTables Tabel
pt_pt: Tabela DataTables
tr_tr: DataTables Tablosu
zh_cn: DataTables表格

source: Display items in a dynamic table powered by DataTables.
bn_bd: ডাইনামিক টেবিল পাওয়ারড বাই ডেটাটেবিল দেখান।
hu_hu: Elemek megjelenítése DataTables dinamikus táblázatban.
nl_nl: Toon items in een dynamische tabel aangestuurd door DataTables
pt_pt: Mostrar entradas numa tabela dinâmica, suportada pelo plugin DataTables.
tr_tr: Kayıtları DataTables dinamik tablo oluşturucu ile görüntüleyin.
zh_cn: 使用DataTables来动态显示数据表格

source: Link to single entry
bn_bd: একক এন্ট্রির লিংক
hu_hu: Link egyedi bejegyzéshez
nl_nl: Link naar enkele inzending
pt_pt: Link para entrada individual
tr_tr: Tekil kayıt bağlantısı
zh_cn: 链接到单个条目

source: Visible Table Columns
bn_bd: দৃশ্যত টেবিল কলাম
hu_hu: Táblázat látható oszlopai
nl_nl: Zichtbare Tabel Kolommen
pt_pt: Colunas Visíveis na Tabela
tr_tr: Görünür Tablo Sütunları
zh_cn: 可见表的列

source: Copy
bn_bd: কপি
hu_hu: Másolás
nl_nl: KopiÃ«ren
pt_pt: Copiar
tr_tr: Kopyala
zh_cn: 复制

source: Print
bn_bd: প্রিন্ট
hu_hu: Nyomtatás
nl_nl: Printen
pt_pt: Imprimir
tr_tr: Yazdır
zh_cn: 打印

source: Keep headers or columns in place and visible while scrolling a table.
bn_bd: টেবিলকে স্ক্রল করার সময় হেডার অথবা কলাম সঠিক স্থানে রাখুন এবং দৃশ্যমান করুন।
hu_hu: A táblázat görgetése esetén is helyén tartja a címsort vagy az első oszlopot.
nl_nl: Zet de bovenste rij of kolommen vast, zodat deze blijvend zichtbaar zijn tijdens het scrollen.
pt_pt: Fixar o cabeçalho ou as colunas enquanto percorre a tabela.
tr_tr: Tabloyu kaydırırken başlıkları ve sütunları görünür yap.
zh_cn: 在滚动时，固定表头或者指定列。

source: Enable FixedHeader
bn_bd: ফিক্সডহেডার সক্রিয় করুন
hu_hu: Rögzített címsor bekapcsolása
nl_nl: Activeer FixedHeader
pt_pt: Activar FixedHeader
tr_tr: Sabit Başlık görünümünü etkinleştir
zh_cn: 启用固定表头

source: Enable FixedColumns
bn_bd: ফিক্সডকলাম সক্রিয় করুন
hu_hu: Rögzített oszlopok bekapcsolása
nl_nl: Activeer FixedColumns
pt_pt: Activar FixedColumns
tr_tr: Sabit Sütun görünümünü etkinleştir.
zh_cn: 启用固定列

source: FixedColumns
bn_bd: অপরিবর্তিত কলাম
hu_hu: Rögzített oszlopok
tr_tr: Sabit Sütunlar
zh_cn: 固定的列

source: Fix the first column in place while horizontally scrolling a table. The first column and its contents will remain visible at all times.
bn_bd: অনুভূমিকভাবে স্ক্রল করার সময় প্রথম কলামকে সঠিক স্থানে রাখুন। প্রথম কলাম এবং এর বিষয়বস্তু সবসময় দৃশ্যমান থাকবে।
hu_hu: Rögzíti az első oszlopot, amikor oldalra görgetünk a táblázatban. Így az első oszlop tartalma mindig látható marad.
nl_nl: Zet de eerste kolom vast tijdens het horizontaal scrollen door de tabel. De eerste kolom en de data blijven zichtbaar.
pt_pt: Fixa a primeira coluna enquanto navega horizontalmente pela Tabela. A primeira coluna e os seus conteúdos permanecem visíveis.
tr_tr: Tabloyu dikey olarak kaydırırken ilk sütunu sabit yap. Bu sayede ilk sütun ve içeriği her zaman görünür olacaktır.
zh_cn: 固定在水平滚动表时的第一列。第一列和其内容将持续可见。

source: FixedHeader
bn_bd: অপরিবর্তিত হেডার
hu_hu: Rögzített címsor
tr_tr: Sabit Başlık
zh_cn: 固定表头

source: Float the column headers above the table to keep the column titles visible at all times.
bn_bd: কলাম হেডারকে টেবিলের উপরে ভাসমান রাখুন যাতে কলাম টাইটেল সবসময় দৃশ্যমান হয়।
hu_hu: Az oszlopok címsorát mindig a táblázat tetején tartja, így a címek mindig láthatóak lesznek
nl_nl: Float de kolom headers boven de tabel, zodat de kolom titels altijd zichtbaar zijn.
pt_pt: Manter o cabeçalho das colunas sempre visível.
tr_tr: Sütun başlıklarını sürekli görünür yapmak için tablonun üzerine sabitle.
zh_cn: 浮上面要时刻保持可见的列标题的表的列标题。

source: Responsive Tables
bn_bd: প্রতিক্রিয়াশীল টেবিল
hu_hu: Reszponzív táblázatok
nl_nl: Responsive Tabellen
pt_pt: Tabela Responsive
tr_tr: Duyarlı Tablolar
zh_cn: 自适应表格

source: Optimize table layout for different screen sizes through the dynamic insertion and removal of columns from the table.
bn_bd: টেবিল থেকে গতিশীল সন্নিবেশ এবং কলাম অপসারণের মাধ্যমে বিভিন্ন পর্দা মাপ জন্য টেবিল বিন্যাস অনুকূল।
hu_hu: Különböző méretű képernyőhöz optimalizálja a megjelenést az oszlopok dinamikus hozzáadásával és eltávolításával.
nl_nl: Optimaliseer de tabel voor verschillende schermgroottes het dynamisch toevoegen of verwijderen van kolommen.
pt_pt: Optimiza a tabela para as diferentes dimensões dos ecrãs através da gestão do número de colunas visíveis da tabela.
tr_tr: Tablo arayüzünü farklı ekran ölçülerine uyarlamak için dinamik olarak sütunların eklenip çıkarılabilmesine izin ver.
zh_cn: 通过动态增加或减少列数，来优化不同屏幕显示时的表格布局。

source: Enable Responsive Tables
bn_bd: প্রতিক্রিয়াশীল টেবিল সক্রিয় করুন
hu_hu: Reszponzív táblázatok bekapcsolása
nl_nl: Activeer Responsive Tables
pt_pt: Activar Tabela Responsive
tr_tr: Duyarlı Tabloyu Etkinleştir
zh_cn: 启用自适应表格布局

source: Scroller
bn_bd: স্ক্রলার
hu_hu: Görgetés
tr_tr: Kaydırıcı
zh_cn: 滚动条

source: Allow large datasets to be drawn on screen in one continuous page. The aim of Scroller for DataTables is to make rendering large data sets fast. Note: Scroller will not work well if your View has columns of varying height.
bn_bd: অনুমতি বড় ডেটাসেট এক একটানা পৃষ্ঠায় পর্দায় আকৃষ্ট করা। ডাটাটেবিলের জন্য স্ক্রলার উদ্দেশ্য বৃহৎ ডেটা সেট দ্রুত রেন্ডারিং করা হয়। নোটঃ আপনার ভিউ উচ্চতা নানারকম কলাম আছে স্ক্রলার ভাল কাজ করবে না।
hu_hu: Lehetővé teszi nagy adatállományok görgetés közbeni folyamatos megjelenítését egy oldalon. Így a sok adatot tartalmazó táblázatok is gyorsan feldolgozásra és megjelenítésre kerülhetnek. Megjegyzés: A görgetés nem fog jól működni, ha a Nézetben különböző magasságú oszlopok vannak.
nl_nl: Sta toe dat grote datasets getoond worden op een doorgaande pagina. De bedoeling van de Scroller van DataTables is om het renderen van grote data sets sneller te maken. Let op: de Scroller zal niet goed werken als de Weergave kolommen heeft met verschillende hoogtes.
pt_pt: Permite carregar listas extensas de dados numa página continua. O objectivo do Scroller para DataTables é tornar o carregamento dos dados mais rápido e eficiente. Nota: O Scroller não funciona correctamente se a Vista contiver colunas de alturas variáveis.
tr_tr: Büyük veri öbeklerinin sonsuz kayan sayfa olarak tek ekrana basılmasına izin ver. Kaydırıcının DataTables eklentisine en büyük katkısı büyük verileri daha hızlı görüntülemesini sağlamaktır. Not: Eğer Görünüm'ünüz farklı yükseklikte sütunlar içeriyorsa Kaydırıcı sağlıklı çalışmayabilir.
zh_cn: 允许条目很多的数据列表在同一个页面上连续显示。数据表的滚动条可以让大型数据集平滑显示 fast. 注意︰ 如果你的视图有不同高度的列，滚动条将失效。

source: Enable Scroller
bn_bd: স্ক্রলার সক্রিয় করুন
hu_hu: Görgetés bekapcsolása
nl_nl: Scroller Toestaan
pt_pt: Activar Scroller
tr_tr: Kaydıracı Etkinleştir
zh_cn: 启用滚动

source: Table Height
bn_bd: টেবিলের উচ্চতা
hu_hu: Táblázat magassága
nl_nl: Tabel Hoogte
pt_pt: Altura da Tabela
tr_tr: Tablo Yüksekliği
zh_cn: 表格高度

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
bn_bd: একটি নতুন ভার্সন %1$s প্রাপ্ত হয়েছেন। <a target="_blank" class="thickbox" href="%2$s"> ভার্সনের বিস্তারিত দেখুন %3$s </a>।
hu_hu: Új verzió elérhető a következő számára: %1$s. <a target="_blank" class="thickbox" href="%2$s">Tekintsd meg a %3$s verzió részleteit</a>.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar. <a target="_blank" class="thickbox" href="%2$s">Bekijk de details van versie %3$s</a>.
pt_pt: Existe uma nova versão de %1$s disponível. <a target="_blank" class="thickbox" href="%2$s">Ver os detalhes da versão %3$s</a>.
tr_tr: Yeni bir %1$s sürümü mevcut. <a target="_blank" class="thickbox" href="%2$s"> %3$s sürümü ayrıntılarını görüntüle</a>.
zh_cn: 有一个新的版本 %1$s可用。<a target="_blank" class="thickbox" href="%2$s">查看版本 %3$s 的详细信息</a>。

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
bn_bd: একটি নতুন ভার্সন %1$s প্রাপ্ত হয়েছেন। <a target="_blank" class="thickbox" href="%2$s"> ভার্সনের বিস্তারিত দেখুন %3$s </a> অথবা <a href="%4$s">আপডেট করুন</a>।
hu_hu: Új verzió elérhető a következő számára: %1$s. <a target="_blank" class="thickbox" href="%2$s">Tekintsd meg %3$s details</a> vagy <a href="%4$s">frissítsd most</a>.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar. <a target="_blank" class="thickbox" href="%2$s">Bekijk de details van versie %3$s</a> of <a href="%4$s">update nu</a>.
pt_pt: Existe uma nova versão de %1$s disponível. <a target="_blank" class="thickbox" href="%2$s">Ver os detalhes da versão %3$s</a> ou <a href="%4$s">actualizar agora</a>.
tr_tr: Yeni bir %1$s sürümü mevcut. <a target="_blank" class="thickbox" href="%2$s"> %3$s sürümü ayrıntılarını görüntüle</a> yada <a href="%4$s">şimdi güncelle</a>..
zh_cn: 有一个新的版本 %1$s可用。<a target="_blank" class="thickbox" href="%2$s">查看版本 %3$s 详情</a>或<a href="%4$s">现在更新</a>。

source: You do not have permission to install plugin updates
bn_bd: প্লাগইন আপডেট করার অনুমতি আপনার নেই
hu_hu: Nincs jogosultságod a bővítmények frissítéséhez
nl_nl: Je hebt geen toestemming om deze plugin updates te installeren.
pt_pt: Não tem permissões para actualizar o plugin
tr_tr: Eklenti güncellemelerini yükleme yetkiniz yok
zh_cn: 你无权安装插件更新

source: Error
bn_bd: ভুল
hu_hu: Hiba
nl_nl: Fout
pt_pt: Erro
tr_tr: Hata
zh_cn: 错误

source: Could not activate the %s Extension; GravityView is not active.
bn_bd: %s এক্সটেনশন সক্রিয় করা যায়নি; গ্রাভিটি ভিউ সক্রিয় নয়।
hu_hu: Nem lehet aktiválni a %s Bővítményt; a GravityView nem aktív.
nl_nl: Kan de %s Uitbreiding niet activeren. GravityView is niet actief.
pt_pt: Não foi possível activar a extensão %s. O plugin GravityView não está activado.
tr_tr: %s eklentisi etkinleştirilemiyor; GravityView etkin değil.
zh_cn: 不能激活 %s 扩展；GravityView未启用。

source: The %s Extension requires GravityView Version %s or newer.
bn_bd: %s এক্সটেনশন চালানোর জন্য গ্রাভিটি ভিউ ভার্সন %s অথবা নতুনতর প্রয়োজন।
hu_hu: A %s bővítménynek szüksége van a GravitView %s vagy újabb verziójára.
nl_nl: De %s Uitbreiding heeft GravityView Versie %s of nieuwer nodig.
pt_pt: A extensão %s necessita do GravityView com a versão %s ou superior.
tr_tr: %s eklentisi en az GravityView %s sürümü yada daha yenisini gerektirmektedir.
zh_cn: %s 扩展需要GravityView版本 %s 或更高。

source: The %s Extension requires PHP Version %s or newer. Please ask your host to upgrade your server's PHP.
bn_bd: %s এর এক্সটেনশন পিএইচপি সংস্করণ%s এর অথবা ঊর্ধ্বতন সংস্করণ প্রয়োজন. আপনার সার্ভার এর পিএইচপি আপগ্রেড করার জন্য আপনার হোস্ট জিজ্ঞাসা করুন.
pt_pt: A extensão %s necessita da versão %s ou mais recente do PHP. Por favor actualize a sua versão ou contacte o suporte do seu Alojamento do site para actualizarem a versão de PHP no servidor.
tr_tr: Bu eklenti PHP %s ve üzeri sürümleri gerektirir. Lütfen hosting firmanızla iletişime geçerek güncelleme talep ediniz.
zh_cn: %s 扩展需要PHP版本 %s 或更新的。请访问您的主机升级服务器的 PHP。

# Menu label to show all results in DataTables template.
source: All
bn_bd: সকল
hu_hu: Mind
nl_nl: Alles
pt_pt: Tudo
tr_tr: Hepsi
zh_cn: 全部

source: DataTables Settings
nl_nl: DataTables Instellingen

source: TableTools adds buttons that allow users to print or export the current results.
nl_nl: TableTools voegt knoppen toe waarmee gebruikers de getoonde resultaten kunnen printen of exporteren.

source: Enable TableTools
nl_nl: Activeer TableTools

source: Display Buttons
nl_nl: Toon Knoppen

source: Select All
nl_nl: Alles Selecteren

source: Deselect All
nl_nl: Alles Selecteren ongedaan maken
