Repository: purpleprodigy/ras-ds
Catalog: plugins/gravityview-advanced-filter/languages/gravityview-advanced-filter-*.po
Languages: bn_bd, hu_hu

source: Advanced Filter
bn_bd: উন্নততর ফিল্টার
hu_hu: Összetett szűrő

source: Limit what entries are visible based on entry values. The entries are filtered before the View is displayed. When users perform a search, results will first be filtered by these settings.
bn_bd: আপনার এন্ট্রি ভ্যালু অনুসারে কোন এন্ট্রিগুলো দেখানো হবে তা সীমিত করুন। এন্ট্রিগুলো দেখানোর পূর্বে ফিল্টার করা হয়। যখন একজন ব্যবহারকারী একটি সার্চ করেন তখন ফলাফল এই সেটিংস দিয়ে ফিল্টার করা হবে।
hu_hu: Limitáld a megjelenített bejegyzéseket a bejegyzésben megadott értékek alapján. A bejegyzések a Nézet megjelenítése előtt szűrésre kerülnek. Keresés indítása esetén az eredmények először szűrésre kerülnek ezen beállítások szeerint.

source: Limit to Logged-in User Entries
bn_bd: লগ-ইন করা ব্যবহারকারীর নিকট সীমিত করুন
hu_hu: Csak a bejelentkezett felhasználó bejegyzései

source: To limit entries to those created by the current user, select "Created By", "is" &amp; "Logged-in User" from the drop-down menus.
bn_bd: ব্যবহারকারীর নিকট হতে এন্ট্রি সীমিত করার লক্ষ্যে "প্রস্তুতকারী" বাছাই করুন, &amp; "লগ-ইন করা ব্যবহারকারী" ড্রপ-ডাউন মেনুতে পাবেন।
hu_hu: Ha limitálni szeretnéd a bejegyzéseket azokra, amiket a jelenlegi felhasználó készített, válaszd a "Létrehozó" ":" &amp; "Bejelentkezett felhasználó"-t a legördülő listából.

source: Created By
bn_bd: প্রস্তুতকারী
hu_hu: Létrehozó

source: Logged-in User
bn_bd: লগ-ইন করা ব্যবহারকারী
hu_hu: Bejelentkezett felhasználó

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
bn_bd: একটি নতুন ভার্সন %1$s প্রাপ্ত হয়েছেন। <a target="_blank" class="thickbox" href="%2$s"> ভার্সনের বিস্তারিত দেখুন %3$s </a>।
hu_hu: Új verzió elérhető a következő számára: %1$s. <a target="_blank" class="thickbox" href="%2$s">Tekintsd meg a %3$s verzió részleteit</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
bn_bd: একটি নতুন ভার্সন %1$s প্রাপ্ত হয়েছেন। <a target="_blank" class="thickbox" href="%2$s"> ভার্সনের বিস্তারিত দেখুন %3$s </a> অথবা <a href="%4$s">আপডেট করুন</a>।
hu_hu: Új verzió elérhető a következő számára: %1$s. <a target="_blank" class="thickbox" href="%2$s">Tekintsd meg %3$s details</a> vagy <a href="%4$s">frissítsd most</a>.

source: You do not have permission to install plugin updates
bn_bd: প্লাগইন আপডেট করার অনুমতি আপনার নেই
hu_hu: Nincs jogosultságod a bővítmények frissítéséhez

source: Error
bn_bd: ভুল
hu_hu: Hiba

source: Could not activate the %s Extension; GravityView is not active.
bn_bd: %s এক্সটেনশন সক্রিয় করা যায়নি; গ্রাভিটি ভিউ সক্রিয় নয়।
hu_hu: Nem lehet aktiválni a %s Bővítményt; GravityView nem aktív.

source: The %s Extension requires GravityView Version %s or newer.
bn_bd: %s এক্সটেনশন চালানোর জন্য গ্রাভিটি ভিউ ভার্সন %s অথবা নতুনতর প্রয়োজন।
hu_hu: A %s bővítménynek szüksége van a GravityView %s vagy újabb verzióra.

source: The %s Extension requires PHP Version %s or newer. Please ask your host to upgrade your server's PHP.
bn_bd: %s এর এক্সটেনশন পিএইচপি সংস্করণ%s এর অথবা ঊর্ধ্বতন সংস্করণ প্রয়োজন. আপনার সার্ভার এর পিএইচপি আপগ্রেড করার জন্য আপনার হোস্ট জিজ্ঞাসা করুন.

source: You must save the View before you can configure Advanced Filters.
bn_bd: অতিরিক্ত ফিল্টার কনফিগার করার পূর্বে আপনি অবশ্যই ভিউ সংরক্ষণ করতে হবে।
hu_hu: Legalább egy Nézettel rendelkezned kell az összetett szűrők beállítása előtt.

source: Advanced Filtering requires Javascript to be enabled.
bn_bd: অতিরিক্ত ফিল্টার চালানোর জন্য জাভাস্ক্রীপ্ট সক্রিয় করতে হবে।
hu_hu: Az összetett szűrő használatához engedélyezni kell a Javascriptet.
